Revit 2027 API
ParameterTypeId.DpartCanHostRebar Property
 "Can host rebar"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartCanHostRebar { get; }
Public Shared ReadOnly Property DpartCanHostRebar As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartCanHostRebar {
	ForgeTypeId^ get ();
}
static member DpartCanHostRebar : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace